Repository: collective/collective.sponsor
Catalog: collective/sponsor/locales/*/LC_MESSAGES/collective.sponsor.po
Languages: de

source: A folder which can contain sponsors.
de: Ein Ordner, der Sponsoren enthalten kann.

source: Body Text
de: Haupttext

source: Category
de: Kategorie

source: Description
de: Beschreibung

source: External link
de: Externer Link

source: Please enter a Website URL.
de: Bitte geben Sie eine Website an.

source: Please select a category.
de: Bitte w√§hlen Sie eine Kategorie.

source: Short Description of the Body Text.
de: Eine kurze Beschreibung des Haupttextes.

source: Sponsor Content Type
de: Sponsor Content Typ

source: Sponsor Folder
de: Sponsoren Ordner

source: Title
de: Titel

source: Website URL
de: Website Adresse

source: label_image_field
de: Logo oder Bild des Sponsors

source: visit_website
de: Besuchen Sie die Website unseres Sponsors
